blog-posts/2004-04-03-multisync-a-package-for-syncing-personal-information-managers.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Multisync: a package for syncing personal information managers</title>
<!-- 2014-04-30 Wed 17:04 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Multisync: a package for syncing personal information managers</h1>
<p>
April 3rd, 2004 -
<a href="http://sachachua.com/blog/p/1932"><a href="http://sachachua.com/blog/p/1932">http://sachachua.com/blog/p/1932</a></a>
</p>

<p>
<a href="http://multisync.sourceforge.net"><a href="http://multisync.sourceforge.net">http://multisync.sourceforge.net</a></a>
</p>

<pre class="example">
Package: multisync
Description: A program to synchronize PIM data
 Synchronize calendars, addressbooks and  other PIM data between programs
 on your computer and other computers, mobile devices, PDAs or cell phones.
 Currently it has client plugins for Ximian Evolution and IrMC mobile
 clients (cell phones such as SonyEricsson T39/T68 and Siemens S45i) via
 Bluetooth, IR and cable. To get all plugins install libmultisync-plugin-all.
 .
 To get all
  Homepage http://multisync.sourceforge.net
</pre>

<p>
Can someone write a plugin for
<a href="http://sachachua.com/notebook/wiki/PlannerMode">PlannerMode</a>? =)
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
